tap "deskflow/tap"
brew "asdf"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "jq"
brew "neovim"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
cask "deskflow"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "rectangle"
